{
	"translation": {
		"footer": {
			"text": "All rights reserved."
		},
		"homepage": {
			"header": {
				"title": "Hi! I'm <span>Sérgio Félix</span>,",
				"subtitle": "Full-Stack Web Developer.",
				"paragraph": "I am a dedicated software engineer with a strong interest in developing and designing innovative solutions for the web."
			},
			"about": {
				"title": "About",
				"paragraph1": "Hello, I'm Sérgio Félix, and I'm thrilled to be part of the web development community. My passion for crafting exceptional digital experiences and solutions drives my work and motivates me to constantly improve and expand my skills.",
				"paragraph2": "I first discovered my interest in web development in 2020 when I enrolled in the Higher Professional Technical Course in Development for Web and Mobile Devices. This experience opened my eyes to the vast and ever-evolving world of web development, and I was eager to explore and learn more beyond the basics of PHP, MySQL, and Bootstrap.",
				"paragraph3": "Currently, I am pursuing a degree in Computer Science and Engineering and have aspirations to continue my education with a Master's degree in Computer Engineering. While I am dedicated to my studies, I also value the importance of hands-on experience and continuously work on personal projects to enhance my abilities.",
				"paragraph4": "I am a driven and flexible individual, and I strive to balance my academic pursuits with opportunities to put my skills into practice. If you're looking for a talented software engineer who is dedicated to creating remarkable digital solutions, look no further. Let's work together to bring your vision to life!"
			},
			"experiences": { "title": "Work Experience" },
			"technologies": { "title": "Technologies" },
			"projects": { "title": "Latest Projects" },
			"contact": {
				"title": "Hey! Let's talk!",
				"paragraph": "While I am not actively seeking new job opportunities at this time, I am always open to connecting and exploring new possibilities. If you have any inquiries, suggestions, or would like to collaborate, please do not hesitate to contact me.",
				"button_text": "Get in touch"
			}
		},
		"notfound": {
			"title": "Sorry, this page wasn't found!",
			"paragraph1": "The page you are looking for wasn't found on ",
			"paragraph2": "If you think this is a link that should be fixed, please let the highly trained specialist monkey know via email at: ",
			"url_text": "Go back to the homepage"
		}
	}
}
