{
	"translation": {
		"footer": {
			"footeritems": {
				"url1": "Política de Privacidade",
				"url2": "Termos e Condições",
				"url3": "Política de Cookies"
			}
		},
		"homepage": {
			"header": {
				"title": "Olá! Sou o <span>Sérgio Félix</span>,",
				"subtitle": "Desenvolvedor Web Full-Stack.",
				"paragraph": "Sou um engenheiro de software dedicado com forte interesse em desenvolver e projetar soluções inovadoras para a web."
			},
			"about": {
				"title": "Sobre",
				"paragraph1": "Olá, eu sou o Sérgio Félix e estou feliz em fazer parte da comunidade de desenvolvimento web. Minha paixão por criar experiências e soluções digitais excepcionais impulsiona o meu trabalho e me motiva a melhorar e ampliar constantemente as minhas habilidades.",
				"paragraph2": "Descobri o meu interesse em desenvolvimento web em 2020 quando me inscrevi no Curso Técnico Superior em Desenvolvimento para Web e Dispositivos Móveis. Essa experiência abriu os meus olhos para o vasto e em constante evolução mundo do desenvolvimento web e estava ansioso para explorar e aprender mais além das bases de PHP, MySQL e Bootstrap.",
				"paragraph3": "Atualmente, estou a estudar Ciência da Computação e Engenharia e tenho aspirações de continuar minha educação com um Mestrado em Engenharia de Computação. Embora eu esteja dedicado aos meus estudos, também valorizo a importância da experiência prática e continuamente trabalho em projetos pessoais para aprimorar as minhas habilidades.",
				"paragraph4": "Sou uma pessoa determinada e flexível, e busco equilibrar meus objetivos acadêmicos com oportunidades de colocar minhas habilidades em prática. Se você está procurando um engenheiro de software talentoso e dedicado a criar soluções digitais notáveis, não procure mais. Vamos trabalhar juntos para tornar sua visão realidade!"
			},
			"experiences": { "title": "Experiência de Trabalho" },
			"technologies": { "title": "Tecnologias" },
			"projects": { "title": "Últimos Projetos" },
			"contact": {
				"title": "Ei! Vamos conversar!",
				"paragraph": "Embora eu não esteja ativamente procurando novas oportunidades de trabalho no momento, sempre estou aberto a conectar e explorar novas possibilidades. Se você tiver alguma consulta, sugestão ou desejar colaborar, não hesite em me contactar.",
				"button_text": "Entrar em contato"
			}
		},
		"notfound": {
			"title": "Desculpe, esta página não foi encontrada!",
			"paragraph1": "A página que você está procurando não foi encontrada em ",
			"paragraph2": "Se você acha que este é um link que deve ser corrigido, informe o macaco especialista altamente treinado por e-mail em: ",
			"url_text": "Voltar para a página inicial"
		}
	}
}
