{
	"translation": {
		"footer": {
			"footeritems": {
				"url1": "Política de privacidad",
				"url2": "Términos y Condiciones",
				"url3": "Política de Cookies"
			}
		},
		"homepage": {
			"header": {
				"title": "¡Hola! Soy <span>Sérgio Félix</span>,",
				"subtitle": "Desarrollador Web Full-Stack.",
				"paragraph": "Soy un ingeniero de software dedicado con un fuerte interés en desarrollar y diseñar soluciones innovadoras para la web."
			},
			"about": {
				"title": "Sobre",
				"paragraph1": "Hola, soy Sérgio Félix y estoy encantado de formar parte de la comunidad de desarrollo web. Mi pasión por crear experiencias y soluciones digitales excepcionales impulsa mi trabajo y me motiva a mejorar y expandir mis habilidades constantemente.",
				"paragraph2": "Descubrí mi interés por el desarrollo web en 2020 cuando me inscribí en el Curso Técnico Superior en Desarrollo para Web y Dispositivos Móviles. Esta experiencia abrió mis ojos al vasto y en constante evolución mundo del desarrollo web y estaba ansioso por explorar y aprender más allá de los conceptos básicos de PHP, MySQL y Bootstrap.",
				"paragraph3": "Actualmente, estoy persiguiendo un título en Ingeniería en Informática y tengo aspiraciones de continuar mi educación con una Maestría en Ingeniería Informática. Mientras estoy dedicado a mis estudios, también valoro la importancia de la experiencia práctica y trabajo continuamente en proyectos personales para mejorar mis habilidades.",
				"paragraph4": "Soy una persona dedicada y flexible y me esfuerzo por equilibrar mis objetivos académicos con oportunidades para poner en práctica mis habilidades. Si estás buscando un ingeniero de software talentoso y dedicado a crear soluciones digitales notables, no busques más. ¡Trabajemos juntos para hacer realidad tu visión!"
			},
			"experiences": { "title": "Experiencia de Trabajo" },
			"technologies": { "title": "Tecnologías" },
			"projects": { "title": "Últimos Proyectos" },
			"contact": {
				"title": "¡Oye! ¡Hablemos!",
				"paragraph": "Aunque en este momento no estoy buscando activamente nuevas oportunidades de trabajo, siempre estoy abierto a conectarme y explorar nuevas posibilidades. Si tienes alguna consulta, sugerencia o te gustaría colaborar, no dudes en contactarme.",
				"button_text": "Entrar en contacto"
			}
		},
		"notfound": {
			"title": "Lo siento, esta página no fue encontrada!",
			"paragraph1": "La página que busca no se encuentra en ",
			"paragraph2": "Si cree que este es un enlace que debe corregirse, informe al mono experto altamente capacitado por correo electrónico a: ",
			"url_text": "Volver a la página de inicio"
		}
	}
}
