{
	"translation": {
		"header": {
			"title": "Olá! Sou o <span>Sérgio Félix</span>, <br/>Engenheiro de Software.",
			"description": "Apaixonado por resolver problemas e entusiasta de código, dedicado a desenvolver e desenhar soluções inovadoras com precisão e criatividade.",
			"contact_button": "Entrar em contato",
			"resume_button": "Currículo"
		},
		"about": {
			"title": "Sobre mim",
			"word": "CHATO",
			"paragraph_1": "Olá, eu sou o Sérgio Félix e estou feliz em fazer parte da comunidade de desenvolvimento web. Minha paixão por criar experiências e soluções digitais excepcionais impulsiona o meu trabalho e me motiva a melhorar e ampliar constantemente as minhas habilidades.",
			"paragraph_2": "Descobri o meu interesse em desenvolvimento web em 2020 quando me inscrevi no Curso Técnico Superior em Desenvolvimento para Web e Dispositivos Móveis. Essa experiência abriu os meus olhos para o vasto e em constante evolução mundo do desenvolvimento web e estava ansioso para explorar e aprender mais além das bases de PHP, MySQL e Bootstrap.",
			"paragraph_3": "Atualmente, estou a estudar Ciência da Computação e Engenharia e tenho aspirações de continuar minha educação com um Mestrado em Engenharia de Computação. Embora eu esteja dedicado aos meus estudos, também valorizo a importância da experiência prática e continuamente trabalho em projetos pessoais para aprimorar as minhas habilidades.",
			"paragraph_4": "Sou uma pessoa determinada e flexível, e busco equilibrar meus objetivos acadêmicos com oportunidades de colocar minhas habilidades em prática. Se você está procurando um engenheiro de software talentoso e dedicado a criar soluções digitais notáveis, não procure mais. Vamos trabalhar juntos para tornar sua visão realidade!"
		},
		"experience": {
			"title": "Experiência de Trabalho",
			"description": "Tive a oportunidade de trabalhar com diversos clientes e empresas e tenho orgulho de ter contribuído para o sucesso de cada projeto. Aqui estão alguns dos destaques da minha experiência profissional."
		},
		"projects": {
			"title": "Projetos",
			"description": "Sou apaixonado por criar soluções digitais inovadoras e fáceis de usar. Aqui estão alguns dos projetos em que trabalhei.",
			"show_more_button": "Mostrar mais"
		},
		"contact": {
			"title": "Vamos trabalhar juntos na sua próxima ideia.",
			"description": "Fico sempre feliz em ouvir sobre oportunidades interessantes, participar de conversas interessantes e construir conexões valiosas. Vamos nos conectar!",
			"form": {
				"first_name": "Primeiro nome",
				"last_name": "Sobrenome",
				"email": "E-mail",
				"email_information": "Não compartilharei o seu e-mail com mais ninguém.",
				"message": "Mensagem",
				"message_placeholder": "Conte-me algo...",
				"send_button": "Enviar",
				"sending_button": "Enviando..."
			}
		}
	}
}
